<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<html>
	<head>
		<meta charset="UTF-8">
		<link rel="stylesheet" href="css/common.css" />
		<link rel="stylesheet" href="css/proto.css" />
		<script type="text/javascript">
			function backto(){
				
				window.location.href='shopindex.jsp';
			}
		</script>
		<title>潮人外卖协议</title>
	</head>
	<body>
		<div id="continer">
			<div id="bottom">
				<a href="index.jsp"><img src="images/chaoren.jpg" id="chaoren"/></a>
					<font>客服电话4008-123-456</font><br />
					
					<input value="返回" type="button" id="back"  onclick="backto()"/>
					<font>我已经阅读完本协议点击</font>
			</div>
			
			<div id="content">
				&nbsp;&nbsp;潮人外卖网上订餐平台服务协议<br />
&nbsp;&nbsp;潮人外卖网上订餐平台依据以下条件和条款为您提供所享有的服务,请仔细阅读并遵守。<br />
<br />
&nbsp;&nbsp;一、总则<br /><br />

&nbsp;&nbsp;1.1 本《潮人外卖网上订餐平台服务协议》（以下简称本协议）为您（即商户）与上海拉扎斯信息科技有限公司（以下简称潮人外卖）就潮人外卖网上订餐服务达成的协议。潮人外卖在此特别提醒您认真阅读、充分理解本协议。商户应认真阅读、充分理解本协议中各条款，特别涉及免除或者限制潮人外卖责任的免责条款，对商户的权利限制的条款，法律适用、争议解决方式的条款。<br />
&nbsp;&nbsp;1.2 请您审慎阅读并选择同意或不同意本协议，除非您接受本协议所有条款，否则您无权使用本协议项下相关服务。您的申请、使用、帐号获取和登录等行为表明您自愿接受本协议的全部内容并受其约束，不得以任何理由包括但不限于未能认真阅读本协议等作为纠纷抗辩理由。<br />
&nbsp;&nbsp;1.3 本协议可由潮人外卖随时更新，更新后的协议条款一旦公布即代替原来的协议条款，不再另行个别通知。您可在网站查阅最新版协议条款。在潮人外卖修改本协议条款后，如果您不接受修改后的条款，请立即停止使用潮人外卖提供的服务，您继续使用潮人外卖提供的服务将被视为已接受了修改后的协议。<br />
&nbsp;&nbsp;二、定义<br /><br />

&nbsp;&nbsp;2.1潮人外卖平台：是搭建、提供及维护网上订餐服务信息发布的平台，用户和商户通过潮人外卖平台对订餐及外卖服务达成合意。<br />
&nbsp;&nbsp;2.2用户：是指在潮人外卖平台上发布订餐外卖服务需求、创建任务事项信息的具有完全民事权利能力和行为能力的自然人。<br />
&nbsp;&nbsp;2.3商户：即本协议中的“您”，是指通过潮人外卖平台自主选择接受用户发布的订餐外卖服务任务信息、完成任务事项的依据中国法律合法成立并有效存续的法人或其他商事主体。<br />
&nbsp;&nbsp;三、商户的权利义务：<br /><br />

&nbsp;&nbsp;3.1商户应保证其为一家依据中国法律合法成立并有效存续的法人或其他商事主体，能够独立承担法律责任，并具有履行本合同所需一切权利及能力；同时商户应当提供盖章的资质证明复印件，如涉及特殊行业需要特定的资质或许可证等的，商户也应予以提供。前述资料包括但不限于商户营业执照、前置许可证件、外卖商品说明、页面信息文案所需资料（包括图片、商家介绍）等。商户保证提供的文件内容真实有效，不侵犯任何第三方的合法权益，由于信息虚假或不准确造成的一切后果与损失均由商户承担。商户的名称、地址和有效联系方式、许可证等信息发生变化的，商户应在一个工作日内书面或邮件通知潮人外卖。由于商户未及时通知，给商户自身及潮人外卖造成的一切损失均由商户承担。<br />
&nbsp;&nbsp;3.2商户应向潮人外卖提供外卖商品的具体信息和详细说明。商户应保证自身具备提供本合同项下商品及履行本合同项下商户提供商品外卖活动所有必要的资质批文、管理制度及合格人员，送达潮人外卖用户的外卖商品与页面描述一致且质量合格。<br />
&nbsp;&nbsp;3.3商户提供的外卖商品应符合国家法律、法规、规章的规定。如因商户外卖商品存在质量或安全问题造成潮人外卖用户投诉、索赔、经济损失等相关后果均由商户承担，如潮人外卖基于前述情况向消费者先行赔付的，潮人外卖有权向商户追偿，追偿方式包括但不限于在结算给商户的相关款项中直接扣除该赔付金额。<br />
&nbsp;&nbsp;3.4 商户为潮人外卖开辟绿色通道，具体事宜如：商户在接收到潮人外卖用户的订单后，应优先处理潮人外卖用户的订单，并由商户负责将订单中所述的商品及时送达至潮人外卖用户。外卖送达过程采取合理包装及方式，保证送达潮人外卖用户商品安全、及时、无污染。<br />
&nbsp;&nbsp;3.5商户不应就在线标注价格之外向潮人外卖用户收取任何线下费用。如潮人外卖用户所订购商品售罄，经商户与潮人外卖用户沟通后，商户可就替代商品线下向用户收取差价部分。<br />
&nbsp;&nbsp;3.6如潮人外卖用户要求就餐发票，由商户负责全额提供，潮人外卖系统通知商户用户下单信息后，如商户因商品售罄等原因，不能提供的，商户应立即电话通知下单信息的用户和潮人外卖，并做好合理的安抚和处理措施，如因此造成潮人外卖用户投诉、经济损失等相关后果均由商户承担。<br />
&nbsp;&nbsp;3.7商户应严格按照双方协商签订的活动方案为潮人外卖用户提供相<br />
&nbsp;&nbsp;3.9商户可以通过用户名和密码登陆潮人外卖网上订餐商家后台，商户应对密码安全及通知实施的行为负责，商户不得以任何形式将用户名和密码转让或泄露给第三方。<br />
&nbsp;&nbsp;3.10商户提供的银行账户信息须准确，如发生变更应立即通知潮人外卖，否则，由此造成的款项延误等后果均由商户承担。<br />
&nbsp;&nbsp;3.11商户保证经营场所内实际销售价格不得低于商品在线标注价格，且不得唆使或引导潮人外卖用户放弃在潮人外卖网上订餐服务，改为其他形式的商户和潮人外卖用户直接交易，否则潮人外卖有权立即终止合作并要求商户按照协议第六条承担违约责任。
			</div>
			<div id="img1">
				<img src="images/3.png"  width="60%" height="20%"/>
			</div>
		</div>
	</body>
</html>